{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": true,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "=": 30,
      "?": 31,
      "\\": 32,
      "_": 33,
      "a": 34,
      "b": 35,
      "c": 36,
      "d": 37,
      "e": 38,
      "f": 39,
      "g": 40,
      "h": 41,
      "i": 42,
      "j": 43,
      "k": 44,
      "l": 45,
      "m": 46,
      "n": 47,
      "o": 48,
      "p": 49,
      "q": 50,
      "r": 51,
      "s": 52,
      "t": 53,
      "u": 54,
      "v": 55,
      "w": 56,
      "x": 57,
      "y": 58,
      "z": 59,
      "##b": 60,
      "##o": 61,
      "##r": 62,
      "##e": 63,
      "##p": 64,
      "##y": 65,
      "##i": 66,
      "##c": 67,
      "##t": 68,
      "##a": 69,
      "##l": 70,
      "##n": 71,
      "##s": 72,
      "##m": 73,
      "##h": 74,
      "##6": 75,
      "##4": 76,
      "##u": 77,
      "##w": 78,
      "##g": 79,
      "##d": 80,
      "##k": 81,
      "##v": 82,
      "##f": 83,
      "##j": 84,
      "##z": 85,
      "##q": 86,
      "##x": 87,
      "##9": 88,
      "##3": 89,
      "##8": 90,
      "##2": 91,
      "##0": 92,
      "##1": 93,
      "##7": 94,
      "##5": 95,
      "##er": 96,
      "th": 97,
      "##in": 98,
      "##es": 99,
      "##on": 100,
      "##or": 101,
      "the": 102,
      "##an": 103,
      "##ed": 104,
      "##ar": 105,
      "##en": 106,
      "##at": 107,
      "in": 108,
      "##ing": 109,
      "##al": 110,
      "to": 111,
      "##it": 112,
      "##st": 113,
      "##ic": 114,
      "of": 115,
      "##ro": 116,
      "an": 117,
      "##ay": 118,
      "##il": 119,
      "##ion": 120,
      "##as": 121,
      "##ou": 122,
      "##el": 123,
      "##is": 124,
      "##ter": 125,
      "##ec": 126,
      "##et": 127,
      "##id": 128,
      "##om": 129,
      "##re": 130,
      "on": 131,
      "and": 132,
      "##ent": 133,
      "st": 134,
      "for": 135,
      "##ac": 136,
      "##ur": 137,
      "re": 138,
      "##ad": 139,
      "##ir": 140,
      "##ol": 141,
      "##am": 142,
      "##ts": 143,
      "##ig": 144,
      "##ot": 145,
      "##le": 146,
      "##day": 147,
      "##ers": 148,
      "##ut": 149,
      "39": 150,
      "##ill": 151,
      "##ve": 152,
      "ne": 153,
      "##ow": 154,
      "##us": 155,
      "##ch": 156,
      "ch": 157,
      "##th": 158,
      "##est": 159,
      "com": 160,
      "##ra": 161,
      "as": 162,
      "##ver": 163,
      "##un": 164,
      "##ation": 165,
      "at": 166,
      "##im": 167,
      "be": 168,
      "##ly": 169,
      "##os": 170,
      "de": 171,
      "pro": 172,
      "##ith": 173,
      "is": 174,
      "with": 175,
      "pr": 176,
      "##ak": 177,
      "##igh": 178,
      "sh": 179,
      "##ag": 180,
      "##ce": 181,
      "that": 182,
      "##ul": 183,
      "con": 184,
      "##ear": 185,
      "new": 186,
      "##and": 187,
      "wh": 188,
      "ap": 189,
      "un": 190,
      "##ess": 191,
      "##ri": 192,
      "##ld": 193,
      "sa": 194,
      "qu": 195,
      "##op": 196,
      "af": 197,
      "##ters": 198,
      "sp": 199,
      "le": 200,
      "##ist": 201,
      "##ain": 202,
      "##oc": 203,
      "ex": 204,
      "##ast": 205,
      "##oun": 206,
      "it": 207,
      "##em": 208,
      "##ect": 209,
      "##ks": 210,
      "its": 211,
      "pl": 212,
      "##ap": 213,
      "##all": 214,
      "##ian": 215,
      "se": 216,
      "by": 217,
      "##ate": 218,
      "us": 219,
      "al": 220,
      "said": 221,
      "##uters": 222,
      "##um": 223,
      "comp": 224,
      "en": 225,
      "##ia": 226,
      "##oo": 227,
      "##ft": 228,
      "##up": 229,
      "has": 230,
      "reuters": 231,
      "##ies": 232,
      "ag": 233,
      "##ore": 234,
      "##rom": 235,
      "##our": 236,
      "was": 237,
      "##iv": 238,
      "##ust": 239,
      "off": 240,
      "##ost": 241,
      "from": 242,
      "##ight": 243,
      "wor": 244,
      "##ort": 245,
      "##00": 246,
      "he": 247,
      "##ack": 248,
      "##ity": 249,
      "##ment": 250,
      "we": 251,
      "up": 252,
      "will": 253,
      "##ard": 254,
      "mon": 255,
      "##uc": 256,
      "##ip": 257,
      "##art": 258,
      "fr": 259,
      "##ell": 260,
      "##ial": 261,
      "##ine": 262,
      "after": 263,
      "ac": 264,
      "his": 265,
      "##esday": 266,
      "cl": 267,
      "##ug": 268,
      "##ive": 269,
      "##ud": 270,
      "year": 271,
      "lt": 272,
      "##ie": 273,
      "ha": 274,
      "over": 275,
      "##end": 276,
      "##ab": 277,
      "##ry": 278,
      "op": 279,
      "fir": 280,
      "##ob": 281,
      "##if": 282,
      "inc": 283,
      "gt": 284,
      "am": 285,
      "sec": 286,
      "exp": 287,
      "##ens": 288,
      "##ice": 289,
      "mar": 290,
      "##oft": 291,
      "##qu": 292,
      "##ere": 293,
      "res": 294,
      "rep": 295,
      "int": 296,
      "##ace": 297,
      "##ions": 298,
      "##ould": 299,
      "inter": 300,
      "##ge": 301,
      "ser": 302,
      "ab": 303,
      "##are": 304,
      "##ans": 305,
      "tw": 306,
      "##ub": 307,
      "win": 308,
      "ind": 309,
      "have": 310,
      "quot": 311,
      "go": 312,
      "or": 313,
      "##ays": 314,
      "##ick": 315,
      "##ning": 316,
      "ar": 317,
      "are": 318,
      "##any": 319,
      "##ant": 320,
      "out": 321,
      "rec": 322,
      "##ond": 323,
      "their": 324,
      "##ke": 325,
      "##ord": 326,
      "##ong": 327,
      "gro": 328,
      "co": 329,
      "ad": 330,
      "##out": 331,
      "fin": 332,
      "two": 333,
      "tr": 334,
      "##ame": 335,
      "br": 336,
      "bl": 337,
      "pe": 338,
      "##ish": 339,
      "##ue": 340,
      "##ome": 341,
      "no": 342,
      "##arg": 343,
      "sc": 344,
      "first": 345,
      "##illion": 346,
      "##mp": 347,
      "##ree": 348,
      "##ach": 349,
      "##ail": 350,
      "per": 351,
      "cr": 352,
      "##ile": 353,
      "##ign": 354,
      "but": 355,
      "##old": 356,
      "##ork": 357,
      "##ide": 358,
      "##ime": 359,
      "ira": 360,
      "app": 361,
      "world": 362,
      "iraq": 363,
      "##ors": 364,
      "##ich": 365,
      "##ros": 366,
      "more": 367,
      "not": 368,
      "##ident": 369,
      "##ake": 370,
      "lead": 371,
      "##og": 372,
      "##oll": 373,
      "cont": 374,
      "##ous": 375,
      "bus": 376,
      "pres": 377,
      "dis": 378,
      "##ek": 379,
      "##amp": 380,
      "again": 381,
      "200": 382,
      "##ber": 383,
      "inv": 384,
      "el": 385,
      "##age": 386,
      "man": 387,
      "##ices": 388,
      "##own": 389,
      "##urs": 390,
      "##ase": 391,
      "##ass": 392,
      "te": 393,
      "la": 394,
      "##ations": 395,
      "##od": 396,
      "##ff": 397,
      "this": 398,
      "##rop": 399,
      "can": 400,
      "##ester": 401,
      "fl": 402,
      "##ets": 403,
      "##ound": 404,
      "one": 405,
      "##iz": 406,
      "min": 407,
      "##ates": 408,
      "##ep": 409,
      "cor": 410,
      "ph": 411,
      "##ure": 412,
      "intern": 413,
      "##act": 414,
      "##av": 415,
      "eu": 416,
      "company": 417,
      "##iday": 418,
      "wed": 419,
      "monday": 420,
      "oil": 421,
      "high": 422,
      "##one": 423,
      "president": 424,
      "##ary": 425,
      "##ock": 426,
      "##hn": 427,
      "##der": 428,
      "tu": 429,
      "wedn": 430,
      "wednesday": 431,
      "##ance": 432,
      "tuesday": 433,
      "all": 434,
      "##ict": 435,
      "than": 436,
      "play": 437,
      "##ursday": 438,
      "acc": 439,
      "##ory": 440,
      "thursday": 441,
      "##ton": 442,
      "##ite": 443,
      "ear": 444,
      "sun": 445,
      "##ank": 446,
      "##ull": 447,
      "rel": 448,
      "mic": 449,
      "##her": 450,
      "##iss": 451,
      "##ence": 452,
      "war": 453,
      "##mer": 454,
      "##ount": 455,
      "hel": 456,
      "against": 457,
      "week": 458,
      "friday": 459,
      "##anc": 460,
      "##ose": 461,
      "##ated": 462,
      "##ade": 463,
      "str": 464,
      "##ational": 465,
      "##arter": 466,
      "air": 467,
      "##ited": 468,
      "mark": 469,
      "##ood": 470,
      "into": 471,
      "last": 472,
      "##earch": 473,
      "att": 474,
      "##ther": 475,
      "invest": 476,
      "dec": 477,
      "corp": 478,
      "mo": 479,
      "ann": 480,
      "##gh": 481,
      "##ey": 482,
      "report": 483,
      "they": 484,
      "##urn": 485,
      "about": 486,
      "micros": 487,
      "##etw": 488,
      "peop": 489,
      "kill": 490,
      "offic": 491,
      "so": 492,
      "##ican": 493,
      "york": 494,
      "##ven": 495,
      "bu": 496,
      "serv": 497,
      "pol": 498,
      "##ason": 499,
      "prof": 500,
      "sup": 501,
      "ret": 502,
      "sl": 503,
      "##pt": 504,
      "quarter": 505,
      "##oin": 506,
      "who": 507,
      "yester": 508,
      "yesterday": 509,
      "def": 510,
      "li": 511,
      "##als": 512,
      "##und": 513,
      "three": 514,
      "elect": 515,
      "end": 516,
      "me": 517,
      "##orts": 518,
      "microsoft": 519,
      "sy": 520,
      "##hing": 521,
      "##les": 522,
      "back": 523,
      "million": 524,
      "##duc": 525,
      "comm": 526,
      "were": 527,
      "game": 528,
      "##gr": 529,
      "car": 530,
      "##ware": 531,
      "gover": 532,
      "##man": 533,
      "open": 534,
      "mil": 535,
      "shar": 536,
      "sal": 537,
      "secur": 538,
      "des": 539,
      "##ina": 540,
      "tec": 541,
      "cons": 542,
      "govern": 543,
      "##ash": 544,
      "set": 545,
      "##xt": 546,
      "team": 547,
      "##oss": 548,
      "bro": 549,
      "##vel": 550,
      "##ote": 551,
      "been": 552,
      "##oy": 553,
      "##uss": 554,
      "time": 555,
      "##ition": 556,
      "##ocks": 557,
      "sat": 558,
      "amer": 559,
      "official": 560,
      "##ang": 561,
      "##reat": 562,
      "group": 563,
      "##ical": 564,
      "##orm": 565,
      "had": 566,
      "says": 567,
      "four": 568,
      "##its": 569,
      "mak": 570,
      "##ook": 571,
      "##ird": 572,
      "##ected": 573,
      "##wn": 574,
      "##ix": 575,
      "##ire": 576,
      "month": 577,
      "##ib": 578,
      "##tle": 579,
      "may": 580,
      "part": 581,
      "##eral": 582,
      "##ral": 583,
      "united": 584,
      "##land": 585,
      "##ounc": 586,
      "government": 587,
      "plan": 588,
      "down": 589,
      "##cent": 590,
      "##ower": 591,
      "news": 592,
      "when": 593,
      "could": 594,
      "##ased": 595,
      "##ise": 596,
      "##line": 597,
      "next": 598,
      "second": 599,
      "sunday": 600,
      "soft": 601,
      "stocks": 602,
      "##ating": 603,
      "would": 604,
      "sur": 605,
      "prices": 606,
      "sou": 607,
      "##atch": 608,
      "ma": 609,
      "europ": 610,
      "##ting": 611,
      "su": 612,
      "europe": 613,
      "##ugh": 614,
      "##ely": 615,
      "security": 616,
      "##ines": 617,
      "big": 618,
      "ter": 619,
      "##ped": 620,
      "10": 621,
      "cap": 622,
      "par": 623,
      "today": 624,
      "years": 625,
      "##olog": 626,
      "red": 627,
      "people": 628,
      "pre": 629,
      "top": 630,
      "season": 631,
      "##able": 632,
      "nor": 633,
      "##con": 634,
      "percent": 635,
      "minist": 636,
      "##az": 637,
      "work": 638,
      "which": 639,
      "full": 640,
      "##ics": 641,
      "count": 642,
      "ass": 643,
      "mus": 644,
      "afp": 645,
      "record": 646,
      "imp": 647,
      "##iness": 648,
      "col": 649,
      "##tion": 650,
      "##ah": 651,
      "software": 652,
      "##ents": 653,
      "bank": 654,
      "gen": 655,
      "reg": 656,
      "##enc": 657,
      "tal": 658,
      "business": 659,
      "##co": 660,
      "med": 661,
      "day": 662,
      "bec": 663,
      "run": 664,
      "third": 665,
      "market": 666,
      "milit": 667,
      "##ows": 668,
      "champ": 669,
      "brit": 670,
      "##ph": 671,
      "inf": 672,
      "##els": 673,
      "conf": 674,
      "del": 675,
      "deal": 676,
      "night": 677,
      "sw": 678,
      "dem": 679,
      "##ubl": 680,
      "##ital": 681,
      "do": 682,
      "##ier": 683,
      "##air": 684,
      "produc": 685,
      "cour": 686,
      "vict": 687,
      "eng": 688,
      "aust": 689,
      "internet": 690,
      "satur": 691,
      "techn": 692,
      "##hip": 693,
      "saturday": 694,
      "some": 695,
      "announc": 696,
      "##stem": 697,
      "sch": 698,
      "##ath": 699,
      "supp": 700,
      "call": 701,
      "##unch": 702,
      "##ings": 703,
      "dr": 704,
      "washing": 705,
      "##ement": 706,
      "china": 707,
      "##ally": 708,
      "ins": 709,
      "fed": 710,
      "fe": 711,
      "##ball": 712,
      "tri": 713,
      "jap": 714,
      "washington": 715,
      "japan": 716,
      "state": 717,
      "##ief": 718,
      "##ms": 719,
      "##ecut": 720,
      "rele": 721,
      "under": 722,
      "##ists": 723,
      "ir": 724,
      "##io": 725,
      "sales": 726,
      "pal": 727,
      "bo": 728,
      "##ged": 729,
      "##ws": 730,
      "netw": 731,
      "##uts": 732,
      "billion": 733,
      "minister": 734,
      "just": 735,
      "russ": 736,
      "bush": 737,
      "gl": 738,
      "##uring": 739,
      "take": 740,
      "econ": 741,
      "##omb": 742,
      "near": 743,
      "austral": 744,
      "econom": 745,
      "gu": 746,
      "##ild": 747,
      "##ins": 748,
      "##quote": 749,
      "system": 750,
      "technolog": 751,
      "##ied": 752,
      "fullquote": 753,
      "agre": 754,
      "sm": 755,
      "##ision": 756,
      "most": 757,
      "##ames": 758,
      "isra": 759,
      "##ved": 760,
      "fall": 761,
      "israel": 762,
      "2004": 763,
      "bar": 764,
      "targ": 765,
      "sign": 766,
      "##ves": 767,
      "##ger": 768,
      "##lear": 769,
      "start": 770,
      "jo": 771,
      "##eld": 772,
      "long": 773,
      "##ult": 774,
      "##ern": 775,
      "miss": 776,
      "post": 777,
      "##cess": 778,
      "international": 779,
      "##uter": 780,
      "buy": 781,
      "former": 782,
      "gr": 783,
      "grow": 784,
      "##orn": 785,
      "announced": 786,
      "say": 787,
      "tra": 788,
      "launch": 789,
      "profit": 790,
      "ra": 791,
      "##ough": 792,
      "rem": 793,
      "research": 794,
      "court": 795,
      "killed": 796,
      "job": 797,
      "gian": 798,
      "tro": 799,
      "head": 800,
      "##urr": 801,
      "##ons": 802,
      "chief": 803,
      "##ones": 804,
      "##ead": 805,
      "##ities": 806,
      "##ands": 807,
      "##oot": 808,
      "##aus": 809,
      "search": 810,
      "##ct": 811,
      "home": 812,
      "##ica": 813,
      "##istan": 814,
      "get": 815,
      "tel": 816,
      "lin": 817,
      "##ward": 818,
      "city": 819,
      "web": 820,
      "victory": 821,
      "officials": 822,
      "you": 823,
      "##ner": 824,
      "manag": 825,
      "000": 826,
      "kn": 827,
      "##led": 828,
      "vi": 829,
      "offer": 830,
      "help": 831,
      "##ron": 832,
      "south": 833,
      "##ert": 834,
      "tak": 835,
      "hal": 836,
      "if": 837,
      "service": 838,
      "##ious": 839,
      "bomb": 840,
      "##iam": 841,
      "oper": 842,
      "plans": 843,
      "other": 844,
      "##ok": 845,
      "##ague": 846,
      "##acks": 847,
      "larg": 848,
      "stri": 849,
      "##ble": 850,
      "##ince": 851,
      "##uch": 852,
      "maj": 853,
      "hit": 854,
      "host": 855,
      "states": 856,
      "reported": 857,
      "thro": 858,
      "target": 859,
      "computer": 860,
      "##way": 861,
      "##ants": 862,
      "bef": 863,
      "european": 864,
      "##ee": 865,
      "before": 866,
      "##ives": 867,
      "##ned": 868,
      "##ony": 869,
      "american": 870,
      "dep": 871,
      "indust": 872,
      "##ollar": 873,
      "##ual": 874,
      "##gle": 875,
      "national": 876,
      "technology": 877,
      "##aim": 878,
      "show": 879,
      "major": 880,
      "space": 881,
      "gre": 882,
      "bid": 883,
      "##ted": 884,
      "dollar": 885,
      "19": 886,
      "final": 887,
      "press": 888,
      "country": 889,
      "test": 890,
      "pay": 891,
      "cup": 892,
      "champions": 893,
      "beg": 894,
      "##ling": 895,
      "##ange": 896,
      "league": 897,
      "aut": 898,
      "##ures": 899,
      "reb": 900,
      "##tt": 901,
      "talks": 902,
      "canad": 903,
      "poin": 904,
      "oly": 905,
      "now": 906,
      "power": 907,
      "olymp": 908,
      "cal": 909,
      "north": 910,
      "network": 911,
      "sus": 912,
      "upd": 913,
      "##other": 914,
      "ib": 915,
      "##inian": 916,
      "##een": 917,
      "five": 918,
      "##velop": 919,
      "online": 920,
      "##lud": 921,
      "em": 922,
      "terr": 923,
      "expl": 924,
      "bel": 925,
      "##ont": 926,
      "goo": 927,
      "hop": 928,
      "prov": 929,
      "execut": 930,
      "coach": 931,
      "##ese": 932,
      "##nings": 933,
      "##enn": 934,
      "john": 935,
      "what": 936,
      "bat": 937,
      "develop": 938,
      "lat": 939,
      "##ember": 940,
      "ext": 941,
      "ref": 942,
      "palest": 943,
      "tick": 944,
      "her": 945,
      "mob": 946,
      "british": 947,
      "##vers": 948,
      "ste": 949,
      "expected": 950,
      "largest": 951,
      "ed": 952,
      "15": 953,
      "ant": 954,
      "cent": 955,
      "##ient": 956,
      "##ai": 957,
      "##ield": 958,
      "ro": 959,
      "publ": 960,
      "cost": 961,
      "palestinian": 962,
      "shares": 963,
      "india": 964,
      "##se": 965,
      "prot": 966,
      "strong": 967,
      "stre": 968,
      "##gy": 969,
      "accord": 970,
      "##ces": 971,
      "hol": 972,
      "music": 973,
      "##ium": 974,
      "##ene": 975,
      "##ency": 976,
      "won": 977,
      "federal": 978,
      "progr": 979,
      "susp": 980,
      "make": 981,
      "im": 982,
      "google": 983,
      "prime": 984,
      "gold": 985,
      "nas": 986,
      "san": 987,
      "cut": 988,
      "bag": 989,
      "loss": 990,
      "contin": 991,
      "ibm": 992,
      "way": 993,
      "fil": 994,
      "police": 995,
      "##ky": 996,
      "least": 997,
      "claim": 998,
      "wind": 999,
      "##ool": 1000,
      "##pos": 1001,
      "##ury": 1002,
      "eff": 1003,
      "add": 1004,
      "ke": 1005,
      "11": 1006,
      "iraqi": 1007,
      "bre": 1008,
      "election": 1009,
      "dat": 1010,
      "hold": 1011,
      "old": 1012,
      "another": 1013,
      "includ": 1014,
      "##app": 1015,
      "##ops": 1016,
      "made": 1017,
      "##ful": 1018,
      "leader": 1019,
      "how": 1020,
      "according": 1021,
      "found": 1022,
      "compan": 1023,
      "drug": 1024,
      "maker": 1025,
      "him": 1026,
      "incre": 1027,
      "ever": 1028,
      "##pr": 1029,
      "camp": 1030,
      "six": 1031,
      "update": 1032,
      "##vent": 1033,
      "companies": 1034,
      "uk": 1035,
      "##head": 1036,
      "##thern": 1037,
      "quick": 1038,
      "put": 1039,
      "deb": 1040,
      "##fo": 1041,
      "mobile": 1042,
      "##ax": 1043,
      "games": 1044,
      "star": 1045,
      "arm": 1046,
      "##ave": 1047,
      "stud": 1048,
      "##gest": 1049,
      "while": 1050,
      "there": 1051,
      "lond": 1052,
      "inj": 1053,
      "##aly": 1054,
      "oct": 1055,
      "sell": 1056,
      "through": 1057,
      "during": 1058,
      "terror": 1059,
      "london": 1060,
      "charg": 1061,
      "threat": 1062,
      "##ving": 1063,
      "ath": 1064,
      "##ular": 1065,
      "##ause": 1066,
      "ris": 1067,
      "ger": 1068,
      "series": 1069,
      "attack": 1070,
      "##hd": 1071,
      "##eless": 1072,
      "##let": 1073,
      "riv": 1074,
      "betw": 1075,
      "meet": 1076,
      "still": 1077,
      "between": 1078,
      "industry": 1079,
      "dead": 1080,
      "##ense": 1081,
      "pat": 1082,
      "ticker": 1083,
      "##over": 1084,
      "them": 1085,
      "tit": 1086,
      "stock": 1087,
      "20": 1088,
      "conc": 1089,
      "foot": 1090,
      "sub": 1091,
      "chip": 1092,
      "own": 1093,
      "##rup": 1094,
      "dri": 1095,
      "wir": 1096,
      "##aw": 1097,
      "baghd": 1098,
      "baghdad": 1099,
      "pass": 1100,
      "round": 1101,
      "mer": 1102,
      "##ttp": 1103,
      "http": 1104,
      "##ush": 1105,
      "sing": 1106,
      "ww": 1107,
      "##ty": 1108,
      "##ouse": 1109,
      "##ised": 1110,
      "trad": 1111,
      "##ending": 1112,
      "sept": 1113,
      "adv": 1114,
      "giant": 1115,
      "##be": 1116,
      "move": 1117,
      "consum": 1118,
      "left": 1119,
      "ara": 1120,
      "return": 1121,
      "share": 1122,
      "based": 1123,
      "vir": 1124,
      "look": 1125,
      "12": 1126,
      "sour": 1127,
      "sports": 1128,
      "##ards": 1129,
      "reach": 1130,
      "growth": 1131,
      "##ects": 1132,
      "services": 1133,
      "rul": 1134,
      "since": 1135,
      "www": 1136,
      "##isco": 1137,
      "pak": 1138,
      "wal": 1139,
      "##ize": 1140,
      "early": 1141,
      "##eks": 1142,
      "dou": 1143,
      "boo": 1144,
      "beat": 1145,
      "data": 1146,
      "##cl": 1147,
      "##ref": 1148,
      "insur": 1149,
      "wireless": 1150,
      "##ley": 1151,
      "##ages": 1152,
      "nuc": 1153,
      "ver": 1154,
      "program": 1155,
      "contro": 1156,
      "##son": 1157,
      "investor": 1158,
      "free": 1159,
      "appro": 1160,
      "trade": 1161,
      "nuclear": 1162,
      "href": 1163,
      "det": 1164,
      "bill": 1165,
      "hand": 1166,
      "##vie": 1167,
      "##owing": 1168,
      "union": 1169,
      "higher": 1170,
      "ur": 1171,
      "phone": 1172,
      "##eb": 1173,
      "mem": 1174,
      "##ution": 1175,
      "mid": 1176,
      "enter": 1177,
      "char": 1178,
      "##ains": 1179,
      "net": 1180,
      "##acle": 1181,
      "##ications": 1182,
      "spe": 1183,
      "##ivers": 1184,
      "sold": 1185,
      "leg": 1186,
      "##ind": 1187,
      "##ility": 1188,
      "military": 1189,
      "##ract": 1190,
      "australia": 1191,
      "earnings": 1192,
      "general": 1193,
      "pakistan": 1194,
      "ang": 1195,
      "kore": 1196,
      "form": 1197,
      "##ady": 1198,
      "pc": 1199,
      "sen": 1200,
      "##ots": 1201,
      "##ife": 1202,
      "##ues": 1203,
      "even": 1204,
      "being": 1205,
      "glob": 1206,
      "wr": 1207,
      "##ior": 1208,
      "any": 1209,
      "los": 1210,
      "##aza": 1211,
      "id": 1212,
      "##loy": 1213,
      "west": 1214,
      "only": 1215,
      "dev": 1216,
      "peace": 1217,
      "fight": 1218,
      "##ux": 1219,
      "spec": 1220,
      "law": 1221,
      "iran": 1222,
      "afgh": 1223,
      "act": 1224,
      "bra": 1225,
      "clos": 1226,
      "av": 1227,
      "##itch": 1228,
      "franc": 1229,
      "retail": 1230,
      "half": 1231,
      "hear": 1232,
      "##ping": 1233,
      "key": 1234,
      "keep": 1235,
      "turn": 1236,
      "##ider": 1237,
      "dav": 1238,
      "like": 1239,
      "rest": 1240,
      "players": 1241,
      "asp": 1242,
      "apple": 1243,
      "##iff": 1244,
      "desp": 1245,
      "iss": 1246,
      "sol": 1247,
      "##ights": 1248,
      "amp": 1249,
      "14": 1250,
      "##lin": 1251,
      "##bers": 1252,
      "##round": 1253,
      "dir": 1254,
      "##ments": 1255,
      "##min": 1256,
      "##ench": 1257,
      "stor": 1258,
      "calif": 1259,
      "good": 1260,
      "months": 1261,
      "##uel": 1262,
      "##ured": 1263,
      "drop": 1264,
      "##ked": 1265,
      "agreed": 1266,
      "afghan": 1267,
      "low": 1268,
      "sox": 1269,
      "foll": 1270,
      "##form": 1271,
      "##ison": 1272,
      "days": 1273,
      "##ission": 1274,
      "num": 1275,
      "join": 1276,
      "##par": 1277,
      "commun": 1278,
      "tim": 1279,
      "oracle": 1280,
      "firm": 1281,
      "dar": 1282,
      "because": 1283,
      "##ific": 1284,
      "fut": 1285,
      "face": 1286,
      "financ": 1287,
      "israeli": 1288,
      "##ator": 1289,
      "price": 1290,
      "windows": 1291,
      "bet": 1292,
      "##bs": 1293,
      "stand": 1294,
      "step": 1295,
      "many": 1296,
      "need": 1297,
      "global": 1298,
      "mich": 1299,
      "scor": 1300,
      "cre": 1301,
      "afr": 1302,
      "ahead": 1303,
      "fire": 1304,
      "mot": 1305,
      "nation": 1306,
      "wom": 1307,
      "scient": 1308,
      "viol": 1309,
      "latest": 1310,
      "england": 1311,
      "fund": 1312,
      "cust": 1313,
      "##med": 1314,
      "russian": 1315,
      "##ators": 1316,
      "##ism": 1317,
      "olympic": 1318,
      "mor": 1319,
      "##com": 1320,
      "##info": 1321,
      "##erson": 1322,
      "dig": 1323,
      "troops": 1324,
      "fore": 1325,
      "inst": 1326,
      "quickinfo": 1327,
      "aspx": 1328,
      "fac": 1329,
      "should": 1330,
      "##ries": 1331,
      "intel": 1332,
      "rad": 1333,
      "ve": 1334,
      "public": 1335,
      "ge": 1336,
      "gaza": 1337,
      "line": 1338,
      "vide": 1339,
      "##gan": 1340,
      "acqu": 1341,
      "russia": 1342,
      "##ible": 1343,
      "##ov": 1344,
      "hom": 1345,
      "ip": 1346,
      "biggest": 1347,
      "##int": 1348,
      "football": 1349,
      "rose": 1350,
      "vis": 1351,
      "##oci": 1352,
      "lab": 1353,
      "##eng": 1354,
      "executive": 1355,
      "##ik": 1356,
      "sud": 1357,
      "real": 1358,
      "compet": 1359,
      "##oston": 1360,
      "held": 1361,
      "ban": 1362,
      "##down": 1363,
      "##66": 1364,
      "##alth": 1365,
      "stra": 1366,
      "indian": 1367,
      "##amil": 1368,
      "##port": 1369,
      "jobs": 1370,
      "users": 1371,
      "boston": 1372,
      "championship": 1373,
      "including": 1374,
      "polit": 1375,
      "##iers": 1376,
      "##idn": 1377,
      "rise": 1378,
      "hurr": 1379,
      "hurrican": 1380,
      "ago": 1381,
      "bot": 1382,
      "##ude": 1383,
      "support": 1384,
      "reports": 1385,
      "suc": 1386,
      "##tain": 1387,
      "peoples": 1388,
      "hard": 1389,
      "rock": 1390,
      "demand": 1391,
      "mc": 1392,
      "phil": 1393,
      "east": 1394,
      "past": 1395,
      "canadian": 1396,
      "arr": 1397,
      "boost": 1398,
      "lower": 1399,
      "wall": 1400,
      "released": 1401,
      "custom": 1402,
      "death": 1403,
      "despite": 1404,
      "direct": 1405,
      "ev": 1406,
      "##iting": 1407,
      "leaders": 1408,
      "##ress": 1409,
      "economy": 1410,
      "##pl": 1411,
      "foreign": 1412,
      "pa": 1413,
      "points": 1414,
      "match": 1415,
      "##ds": 1416,
      "vers": 1417,
      "##ative": 1418,
      "peoplesoft": 1419,
      "fail": 1420,
      "har": 1421,
      "##ev": 1422,
      "much": 1423,
      "your": 1424,
      "##ann": 1425,
      "pop": 1426,
      "my": 1427,
      "##af": 1428,
      "athens": 1429,
      "bas": 1430,
      "forces": 1431,
      "dra": 1432,
      "mart": 1433,
      "13": 1434,
      "use": 1435,
      "case": 1436,
      "investors": 1437,
      "##ross": 1438,
      "##ret": 1439,
      "##ump": 1440,
      "commission": 1441,
      "pack": 1442,
      "economic": 1443,
      "div": 1444,
      "##back": 1445,
      "##erry": 1446,
      "school": 1447,
      "release": 1448,
      "aug": 1449,
      "contract": 1450,
      "associ": 1451,
      "base": 1452,
      "##ink": 1453,
      "##enter": 1454,
      "##ida": 1455,
      "tur": 1456,
      "##ater": 1457,
      "street": 1458,
      "emp": 1459,
      "fell": 1460,
      "house": 1461,
      "recent": 1462,
      "main": 1463,
      "##ued": 1464,
      "##ether": 1465,
      "disc": 1466,
      "36": 1467,
      "##used": 1468,
      "ast": 1469,
      "yan": 1470,
      "break": 1471,
      "##ats": 1472,
      "dom": 1473,
      "nov": 1474,
      "##row": 1475,
      "##ered": 1476,
      "##ears": 1477,
      "25": 1478,
      "##sh": 1479,
      "2005": 1480,
      "video": 1481,
      "seven": 1482,
      "broad": 1483,
      "trans": 1484,
      "18": 1485,
      "hum": 1486,
      "30": 1487,
      "16": 1488,
      "##ugg": 1489,
      "jud": 1490,
      "##rupt": 1491,
      "right": 1492,
      "process": 1493,
      "##iver": 1494,
      "##ute": 1495,
      "men": 1496,
      "##ago": 1497,
      "where": 1498,
      "source": 1499,
      "fourth": 1500,
      "region": 1501,
      "aim": 1502,
      "##esh": 1503,
      "##ising": 1504,
      "campa": 1505,
      "australian": 1506,
      "cell": 1507,
      "poss": 1508,
      "##uk": 1509,
      "presidential": 1510,
      "far": 1511,
      "ham": 1512,
      "concern": 1513,
      "tax": 1514,
      "lo": 1515,
      "17": 1516,
      "sudan": 1517,
      "french": 1518,
      "build": 1519,
      "title": 1520,
      "##ef": 1521,
      "##ather": 1522,
      "mod": 1523,
      "weeks": 1524,
      "##ober": 1525,
      "nations": 1526,
      "financial": 1527,
      "ce": 1528,
      "nearly": 1529,
      "investig": 1530,
      "health": 1531,
      "hist": 1532,
      "il": 1533,
      "close": 1534,
      "##ended": 1535,
      "sever": 1536,
      "tech": 1537,
      "linux": 1538,
      "##fact": 1539,
      "engine": 1540,
      "she": 1541,
      "rival": 1542,
      "wins": 1543,
      "##kyo": 1544,
      "tokyo": 1545,
      "around": 1546,
      "##acy": 1547,
      "called": 1548,
      "##uct": 1549,
      "try": 1550,
      "america": 1551,
      "workers": 1552,
      "care": 1553,
      "short": 1554,
      "vo": 1555,
      "##adr": 1556,
      "je": 1557,
      "##ized": 1558,
      "##off": 1559,
      "life": 1560,
      "auth": 1561,
      "attacks": 1562,
      "port": 1563,
      "field": 1564,
      "met": 1565,
      "systems": 1566,
      "watch": 1567,
      "ari": 1568,
      "campaign": 1569,
      "media": 1570,
      "dist": 1571,
      "quest": 1572,
      "##ocr": 1573,
      "alle": 1574,
      "control": 1575,
      "##ection": 1576,
      "flor": 1577,
      "nasa": 1578,
      "well": 1579,
      "lit": 1580,
      "analy": 1581,
      "small": 1582,
      "kerry": 1583,
      "##ration": 1584,
      "digital": 1585,
      "##fur": 1586,
      "univers": 1587,
      "saf": 1588,
      "##erence": 1589,
      "don": 1590,
      "##so": 1591,
      "best": 1592,
      "pos": 1593,
      "agency": 1594,
      "korea": 1595,
      "equ": 1596,
      "##eal": 1597,
      "##ecast": 1598,
      "##red": 1599,
      "##iger": 1600,
      "chic": 1601,
      "##by": 1602,
      "##itt": 1603,
      "capital": 1604,
      "yanke": 1605,
      "sum": 1606,
      "##ging": 1607,
      "##ests": 1608,
      "##ham": 1609,
      "card": 1610,
      "francisco": 1611,
      "democr": 1612,
      "appl": 1613,
      "super": 1614,
      "mass": 1615,
      "secret": 1616,
      "sent": 1617,
      "emb": 1618,
      "number": 1619,
      "##ults": 1620,
      "late": 1621,
      "rob": 1622,
      "leading": 1623,
      "player": 1624,
      "led": 1625,
      "##ites": 1626,
      "##view": 1627,
      "100": 1628,
      "##key": 1629,
      "party": 1630,
      "##uj": 1631,
      "success": 1632,
      "##iving": 1633,
      "##ark": 1634,
      "october": 1635,
      "september": 1636,
      "forecast": 1637,
      "prom": 1638,
      "chicago": 1639,
      "race": 1640,
      "coll": 1641,
      "used": 1642,
      "crude": 1643,
      "also": 1644,
      "##uck": 1645,
      "took": 1646,
      "hot": 1647,
      "araf": 1648,
      "scientists": 1649,
      "laws": 1650,
      "florida": 1651,
      "##rem": 1652,
      "center": 1653,
      "##ided": 1654,
      "##ends": 1655,
      "crit": 1656,
      "rece": 1657,
      "ty": 1658,
      "hurricane": 1659,
      "depart": 1660,
      "following": 1661,
      "##elf": 1662,
      "great": 1663,
      "consumer": 1664,
      "famil": 1665,
      "ms": 1666,
      "killing": 1667,
      "interest": 1668,
      "darfur": 1669,
      "iv": 1670,
      "##ta": 1671,
      "##atic": 1672,
      "##ming": 1673,
      "arafat": 1674,
      "person": 1675,
      "battle": 1676,
      "lik": 1677,
      "sn": 1678,
      "mail": 1679,
      "army": 1680,
      "est": 1681,
      "outs": 1682,
      "##ness": 1683,
      "50": 1684,
      "##fl": 1685,
      "##ened": 1686,
      "vote": 1687,
      "spr": 1688,
      "barr": 1689,
      "here": 1690,
      "version": 1691,
      "##ney": 1692,
      "fast": 1693,
      "charges": 1694,
      "##hold": 1695,
      "corpor": 1696,
      "france": 1697,
      "study": 1698,
      "author": 1699,
      "mos": 1700,
      "##cer": 1701,
      "rev": 1702,
      "design": 1703,
      "##ech": 1704,
      "board": 1705,
      "touch": 1706,
      "clear": 1707,
      "chall": 1708,
      "japanese": 1709,
      "poll": 1710,
      "unve": 1711,
      "speed": 1712,
      "both": 1713,
      "unveil": 1714,
      "yankees": 1715,
      "might": 1716,
      "val": 1717,
      "find": 1718,
      "agreement": 1719,
      "##sc": 1720,
      "trial": 1721,
      "future": 1722,
      "give": 1723,
      "##go": 1724,
      "loc": 1725,
      "##ex": 1726,
      "aid": 1727,
      "##ker": 1728,
      "reven": 1729,
      "black": 1730,
      "impro": 1731,
      "ball": 1732,
      "##ael": 1733,
      "##lines": 1734,
      "##pe": 1735,
      "quote": 1736,
      "strike": 1737,
      "anti": 1738,
      "den": 1739,
      "##str": 1740,
      "##ases": 1741,
      "propos": 1742,
      "regul": 1743,
      "want": 1744,
      "site": 1745,
      "electron": 1746,
      "##raft": 1747,
      "list": 1748,
      "##kt": 1749,
      "##aker": 1750,
      "##ensive": 1751,
      "making": 1752,
      "begin": 1753,
      "doc": 1754,
      "geor": 1755,
      "club": 1756,
      "organ": 1757,
      "products": 1758,
      "sem": 1759,
      "ener": 1760,
      "##ject": 1761,
      "remain": 1762,
      "profile": 1763,
      "settle": 1764,
      "exper": 1765,
      "##rib": 1766,
      "sim": 1767,
      "##ij": 1768,
      "arrest": 1769,
      "tv": 1770,
      "every": 1771,
      "tor": 1772,
      "resp": 1773,
      "political": 1774,
      "manager": 1775,
      "tour": 1776,
      "britain": 1777,
      "employ": 1778,
      "##ges": 1779,
      "##ike": 1780,
      "women": 1781,
      "##lo": 1782,
      "eight": 1783,
      "beh": 1784,
      "##uit": 1785,
      "stop": 1786,
      "william": 1787,
      "earth": 1788,
      "management": 1789,
      "21": 1790,
      "gra": 1791,
      "##idence": 1792,
      "californ": 1793,
      "24": 1794,
      "##cy": 1795,
      "customers": 1796,
      "results": 1797,
      "##ished": 1798,
      "defense": 1799,
      "tre": 1800,
      "away": 1801,
      "sk": 1802,
      "curr": 1803,
      "##vem": 1804,
      "conference": 1805,
      "po": 1806,
      "push": 1807,
      "##ale": 1808,
      "blast": 1809,
      "novem": 1810,
      "pull": 1811,
      "##lam": 1812,
      "##ners": 1813,
      "##orks": 1814,
      "decision": 1815,
      "several": 1816,
      "office": 1817,
      "reser": 1818,
      "angel": 1819,
      "energy": 1820,
      "cel": 1821,
      "november": 1822,
      "sony": 1823,
      "##less": 1824,
      "##ises": 1825,
      "place": 1826,
      "little": 1827,
      "proble": 1828,
      "mac": 1829,
      "northern": 1830,
      "hour": 1831,
      "##enal": 1832,
      "shot": 1833,
      "food": 1834,
      "##imin": 1835,
      "##ify": 1836,
      "chair": 1837,
      "southern": 1838,
      "gas": 1839,
      "##ster": 1840,
      "pitch": 1841,
      "##ole": 1842,
      "meeting": 1843,
      "costs": 1844,
      "without": 1845,
      "militants": 1846,
      "bow": 1847,
      "##da": 1848,
      "hostage": 1849,
      "##amed": 1850,
      "##ne": 1851,
      "##ung": 1852,
      "running": 1853,
      "pan": 1854,
      "##ler": 1855,
      "elections": 1856,
      "gets": 1857,
      "champion": 1858,
      "takes": 1859,
      "baseball": 1860,
      "kidn": 1861,
      "##we": 1862,
      "california": 1863,
      "tex": 1864,
      "##uce": 1865,
      "does": 1866,
      "##lant": 1867,
      "##ston": 1868,
      "storm": 1869,
      "bankrupt": 1870,
      "lar": 1871,
      "islam": 1872,
      "grand": 1873,
      "perform": 1874,
      "##ways": 1875,
      "winning": 1876,
      "judge": 1877,
      "polic": 1878,
      "taking": 1879,
      "central": 1880,
      "##ession": 1881,
      "order": 1882,
      "##ams": 1883,
      "inform": 1884,
      "cuts": 1885,
      "canada": 1886,
      "due": 1887,
      "straight": 1888,
      "force": 1889,
      "few": 1890,
      "ca": 1891,
      "mess": 1892,
      "er": 1893,
      "vot": 1894,
      "##ipp": 1895,
      "##ides": 1896,
      "spam": 1897,
      "##ba": 1898,
      "priv": 1899,
      "such": 1900,
      "##icans": 1901,
      "qual": 1902,
      "green": 1903,
      "doub": 1904,
      "defe": 1905,
      "seek": 1906,
      "oppos": 1907,
      "quarterly": 1908,
      "human": 1909,
      "##ule": 1910,
      "analyst": 1911,
      "fans": 1912,
      "hopes": 1913,
      "child": 1914,
      "##sp": 1915,
      "told": 1916,
      "neg": 1917,
      "department": 1918,
      "cle": 1919,
      "##lier": 1920,
      "euro": 1921,
      "germ": 1922,
      "expect": 1923,
      "ceo": 1924,
      "##umb": 1925,
      "deskt": 1926,
      "claims": 1927,
      "cam": 1928,
      "see": 1929,
      "better": 1930,
      "though": 1931,
      "##thers": 1932,
      "soc": 1933,
      "whether": 1934,
      "michael": 1935,
      "mill": 1936,
      "##ott": 1937,
      "bod": 1938,
      "##uction": 1939,
      "land": 1940,
      "##mit": 1941,
      "less": 1942,
      "##owed": 1943,
      "stat": 1944,
      "##ians": 1945,
      "rate": 1946,
      "sil": 1947,
      "##ees": 1948,
      "##eck": 1949,
      "outl": 1950,
      "times": 1951,
      "##bc": 1952,
      "using": 1953,
      "explos": 1954,
      "let": 1955,
      "##gin": 1956,
      "chang": 1957,
      "lou": 1958,
      "##ension": 1959,
      "giants": 1960,
      "amid": 1961,
      "scored": 1962,
      "likely": 1963,
      "wound": 1964,
      "##ired": 1965,
      "increase": 1966,
      "##rist": 1967,
      "##ana": 1968,
      "mal": 1969,
      "ship": 1970,
      "##cept": 1971,
      "exch": 1972,
      "across": 1973,
      "telev": 1974,
      "fre": 1975,
      "consider": 1976,
      "ey": 1977,
      "launched": 1978,
      "violence": 1979,
      "##ps": 1980,
      "fuel": 1981,
      "foc": 1982,
      "action": 1983,
      "august": 1984,
      "university": 1985,
      "complet": 1986,
      "money": 1987,
      "class": 1988,
      "hou": 1989,
      "##ape": 1990,
      "angeles": 1991,
      "lost": 1992,
      "rank": 1993,
      "saying": 1994,
      "##wa": 1995,
      "level": 1996,
      "bay": 1997,
      "gun": 1998,
      "become": 1999,
      "texas": 2000,
      "##imb": 2001,
      "##inese": 2002,
      "williams": 2003,
      "dam": 2004,
      "rich": 2005,
      "coast": 2006,
      "history": 2007,
      "##ering": 2008,
      "##prise": 2009,
      "cash": 2010,
      "rates": 2011,
      "chairman": 2012,
      "##eration": 2013,
      "prison": 2014,
      "unit": 2015,
      "ipod": 2016,
      "atlant": 2017,
      "tool": 2018,
      "##rew": 2019,
      "vol": 2020,
      "thous": 2021,
      "chinese": 2022,
      "trading": 2023,
      "cy": 2024,
      "##urt": 2025,
      "##osp": 2026,
      "houston": 2027,
      "tom": 2028,
      "stores": 2029,
      "admin": 2030,
      "weekend": 2031,
      "access": 2032,
      "server": 2033,
      "##ential": 2034,
      "morning": 2035,
      "opt": 2036,
      "seat": 2037,
      "administ": 2038,
      "ple": 2039,
      "among": 2040,
      "pur": 2041,
      "hits": 2042,
      "##br": 2043,
      "germany": 2044,
      "too": 2045,
      "##ox": 2046,
      "##oon": 2047,
      "##ys": 2048,
      "activ": 2049,
      "white": 2050,
      "medal": 2051,
      "members": 2052,
      "sharp": 2053,
      "toward": 2054,
      "alm": 2055,
      "same": 2056,
      "##ett": 2057,
      "ars": 2058,
      "information": 2059,
      "##ars": 2060,
      "rebels": 2061,
      "secretary": 2062,
      "desktop": 2063,
      "come": 2064,
      "cop": 2065,
      "##oid": 2066,
      "##ove": 2067,
      "behind": 2068,
      "rally": 2069,
      "##ea": 2070,
      "##estern": 2071,
      "eas": 2072,
      "change": 2073,
      "soon": 2074,
      "emer": 2075,
      "block": 2076,
      "##res": 2077,
      "rej": 2078,
      "radio": 2079,
      "##ounce": 2080,
      "crash": 2081,
      "accused": 2082,
      "falluj": 2083,
      "belie": 2084,
      "withd": 2085,
      "confir": 2086,
      "must": 2087,
      "phones": 2088,
      "yah": 2089,
      "diff": 2090,
      "##lex": 2091,
      "german": 2092,
      "mult": 2093,
      "prem": 2094,
      "ju": 2095,
      "##avy": 2096,
      "david": 2097,
      "conn": 2098,
      "attem": 2099,
      "bal": 2100,
      "gain": 2101,
      "yahoo": 2102,
      "##att": 2103,
      "store": 2104,
      "soldiers": 2105,
      "##cc": 2106,
      "seen": 2107,
      "possible": 2108,
      "did": 2109,
      "going": 2110,
      "barrel": 2111,
      "cub": 2112,
      "injured": 2113,
      "prepar": 2114,
      "afghanistan": 2115,
      "profits": 2116,
      "fra": 2117,
      "makes": 2118,
      "operating": 2119,
      "bri": 2120,
      "##lim": 2121,
      "##cast": 2122,
      "##ified": 2123,
      "paul": 2124,
      "mag": 2125,
      "##ns": 2126,
      "commer": 2127,
      "##aper": 2128,
      "phot": 2129,
      "product": 2130,
      "communications": 2131,
      "color": 2132,
      "visit": 2133,
      "labor": 2134,
      "repl": 2135,
      "##ona": 2136,
      "senior": 2137,
      "exchange": 2138,
      "fact": 2139,
      "indones": 2140,
      "manu": 2141,
      "infl": 2142,
      "revenue": 2143,
      "republ": 2144,
      "disp": 2145,
      "almost": 2146,
      "stad": 2147,
      "##ived": 2148,
      "calls": 2149,
      "point": 2150,
      "##aff": 2151,
      "warned": 2152,
      "ready": 2153,
      "bring": 2154,
      "bankruptcy": 2155,
      "nine": 2156,
      "blue": 2157,
      "paris": 2158,
      "intro": 2159,
      "##ament": 2160,
      "##ught": 2161,
      "rac": 2162,
      "##ren": 2163,
      "thousands": 2164,
      "cand": 2165,
      "tenn": 2166,
      "##inc": 2167,
      "ob": 2168,
      "cond": 2169,
      "airlines": 2170,
      "jan": 2171,
      "os": 2172,
      "takeover": 2173,
      "stadium": 2174,
      "##itz": 2175,
      "##raw": 2176,
      "posted": 2177,
      "train": 2178,
      "##ience": 2179,
      "account": 2180,
      "touchdown": 2181,
      "fur": 2182,
      "heart": 2183,
      "manufact": 2184,
      "file": 2185,
      "##ift": 2186,
      "##oti": 2187,
      "shut": 2188,
      "reserve": 2189,
      "colle": 2190,
      "insurg": 2191,
      "domin": 2192,
      "showed": 2193,
      "feat": 2194,
      "got": 2195,
      "##ety": 2196,
      "bur": 2197,
      "fav": 2198,
      "##ena": 2199,
      "term": 2200,
      "pac": 2201,
      "personal": 2202,
      "##load": 2203,
      "signed": 2204,
      "virgin": 2205,
      "africa": 2206,
      "##ening": 2207,
      "23": 2208,
      "weap": 2209,
      "nfl": 2210,
      "##iti": 2211,
      "yet": 2212,
      "those": 2213,
      "shop": 2214,
      "delay": 2215,
      "production": 2216,
      "challen": 2217,
      "##eland": 2218,
      "division": 2219,
      "television": 2220,
      "braz": 2221,
      "22": 2222,
      "opening": 2223,
      "##onto": 2224,
      "popular": 2225,
      "toronto": 2226,
      "pil": 2227,
      "arri": 2228,
      "negoti": 2229,
      "jun": 2230,
      "##inals": 2231,
      "earlier": 2232,
      "500": 2233,
      "jones": 2234,
      "env": 2235,
      "cred": 2236,
      "ent": 2237,
      "markets": 2238,
      "##ota": 2239,
      "hope": 2240,
      "##ization": 2241,
      "ry": 2242,
      "growing": 2243,
      "##dle": 2244,
      "surve": 2245,
      "offering": 2246,
      "roll": 2247,
      "spain": 2248,
      "sale": 2249,
      "wants": 2250,
      "road": 2251,
      "alleged": 2252,
      "appear": 2253,
      "muslim": 2254,
      "##ille": 2255,
      "ut": 2256,
      "requ": 2257,
      "##que": 2258,
      "##gress": 2259,
      "vie": 2260,
      "opposition": 2261,
      "##itor": 2262,
      "##itive": 2263,
      "che": 2264,
      "outlook": 2265,
      "wood": 2266,
      "##ban": 2267,
      "##ama": 2268,
      "unt": 2269,
      "travel": 2270,
      "pot": 2271,
      "stake": 2272,
      "legal": 2273,
      "ny": 2274,
      "##ication": 2275,
      "helped": 2276,
      "civ": 2277,
      "olympics": 2278,
      "performance": 2279,
      "brazil": 2280,
      "capt": 2281,
      "local": 2282,
      "louis": 2283,
      "font": 2284,
      "carri": 2285,
      "leav": 2286,
      "dip": 2287,
      "##itions": 2288,
      "art": 2289,
      "association": 2290,
      "blair": 2291,
      "station": 2292,
      "probe": 2293,
      "arg": 2294,
      "resign": 2295,
      "finance": 2296,
      "americans": 2297,
      "##ately": 2298,
      "rebel": 2299,
      "corporate": 2300,
      "##val": 2301,
      "came": 2302,
      "hosp": 2303,
      "began": 2304,
      "african": 2305,
      "concerns": 2306,
      "ltd": 2307,
      "##ared": 2308,
      "##king": 2309,
      "##olf": 2310,
      "island": 2311,
      "brown": 2312,
      "kar": 2313,
      "ital": 2314,
      "flight": 2315,
      "wa": 2316,
      "town": 2317,
      "fresh": 2318,
      "focus": 2319,
      "madr": 2320,
      "##icks": 2321,
      "goal": 2322,
      "counc": 2323,
      "gains": 2324,
      "##band": 2325,
      "special": 2326,
      "suff": 2327,
      "insurance": 2328,
      "died": 2329,
      "##de": 2330,
      "slow": 2331,
      "dv": 2332,
      "##ecom": 2333,
      "networks": 2334,
      "candid": 2335,
      "civil": 2336,
      "council": 2337,
      "##olution": 2338,
      "##cover": 2339,
      "western": 2340,
      "conv": 2341,
      "expand": 2342,
      "##ooks": 2343,
      "efforts": 2344,
      "ended": 2345,
      "dut": 2346,
      "199": 2347,
      "ber": 2348,
      "countries": 2349,
      "prop": 2350,
      "recover": 2351,
      "lift": 2352,
      "mast": 2353,
      "##asing": 2354,
      "aff": 2355,
      "track": 2356,
      "career": 2357,
      "administration": 2358,
      "mur": 2359,
      "##bur": 2360,
      "once": 2361,
      "##akers": 2362,
      "youn": 2363,
      "##ket": 2364,
      "##ready": 2365,
      "already": 2366,
      "airline": 2367,
      "sym": 2368,
      "investment": 2369,
      "arrested": 2370,
      "fighting": 2371,
      "announce": 2372,
      "supply": 2373,
      "##chester": 2374,
      "pm": 2375,
      "##aj": 2376,
      "analysts": 2377,
      "miam": 2378,
      "double": 2379,
      "##ino": 2380,
      "looking": 2381,
      "28": 2382,
      "miami": 2383,
      "jour": 2384,
      "##vert": 2385,
      "spending": 2386,
      "download": 2387,
      "##asser": 2388,
      "holiday": 2389,
      "trying": 2390,
      "hours": 2391,
      "niger": 2392,
      "##ece": 2393,
      "prev": 2394,
      "weapons": 2395,
      "drive": 2396,
      "##apped": 2397,
      "competition": 2398,
      "27": 2399,
      "##ane": 2400,
